{
    "kodam": [
        {
            "hewan": "Macan (Harimau)",
            "deskripsi": "Harimau dalam kodam dipercaya memberikan kekuatan dan keberanian kepada pemiliknya, melambangkan ketegasan dan perlindungan yang sering digunakan oleh pemimpin atau pejuang. Harimau dianggap mampu mengusir energi negatif dan memberikan keberuntungan dalam pertempuran, disertai dengan aura kewibawaan yang menakutkan bagi musuh. Dalam meditasi, harimau sering muncul sebagai panduan spiritual yang menawarkan bimbingan dan kekuatan."
        },
        {
            "hewan": "Naga",
            "deskripsi": "Naga dalam kodam melambangkan kekuatan besar, kebijaksanaan, dan kekuasaan, dipercaya mampu memberikan perlindungan dari roh jahat dan bencana. Naga sering dikaitkan dengan elemen air dan api, melambangkan kemampuan untuk mengendalikan kekuatan alam, dan memberikan wawasan serta pengetahuan mendalam kepada pemiliknya."
        },
        {
            "hewan": "Burung Hantu",
            "deskripsi": "Burung hantu dalam kodam melambangkan kebijaksanaan dan penglihatan jauh ke depan, dipercaya memberikan intuisi dan kemampuan untuk melihat yang tidak kasat mata, serta menjaga dari roh jahat dalam ritual malam hari. Ia juga melambangkan misteri dan kemampuan untuk mengungkap rahasia tersembunyi, memberikan ketenangan dan kebijaksanaan dalam pengambilan keputusan."
        },
        {
            "hewan": "Kuda",
            "deskripsi": "Kuda dalam kodam melambangkan kecepatan, kekuatan, dan kebebasan, dipercaya mampu memberikan energi dan stamina luar biasa, serta sering digunakan untuk perjalanan spiritual dan pertempuran. Kodam kuda juga melambangkan loyalitas dan keberanian, memberikan semangat kuat dan dorongan untuk mencapai tujuan."
        },
        {
            "hewan": "Kucing",
            "deskripsi": "Kucing dalam kodam melambangkan kelincahan, kecerdikan, dan ketenangan, dipercaya melindungi dari energi negatif dan memberikan perlindungan rumah. Kucing sering digunakan untuk mengusir roh jahat dan memberikan kesejahteraan, memberikan ketenangan dan kemampuan beradaptasi dengan perubahan, serta keberuntungan dalam usaha dan kehidupan sehari-hari."
        },
        {
            "hewan": "Serigala",
            "deskripsi": "Serigala dalam kodam melambangkan ketajaman, kekompakan, dan keberanian. Serigala dipercaya mampu memberikan insting tajam dan keberanian luar biasa kepada pemiliknya, sering digunakan dalam situasi yang memerlukan keputusan cepat dan tepat. Kodam serigala juga melambangkan persatuan dan kerja sama, membantu pemiliknya dalam membangun hubungan yang kuat dan solid dengan orang lain."
        },
        {
            "hewan": "Elang",
            "deskripsi": "Elang dalam kodam melambangkan kebebasan, penglihatan jauh, dan kekuatan. Elang dipercaya mampu memberikan pandangan jauh ke depan dan kekuatan untuk mencapai tujuan yang tinggi. Kodam elang sering digunakan untuk meningkatkan fokus dan determinasi dalam mencapai kesuksesan."
        },
        {
            "hewan": "Buaya",
            "deskripsi": "Buaya dalam kodam melambangkan ketahanan, kekuatan tersembunyi, dan ketajaman. Buaya dipercaya mampu memberikan kekuatan bertahan dan kemampuan untuk menunggu waktu yang tepat sebelum bertindak. Kodam buaya sering digunakan untuk menghadapi situasi sulit dengan ketenangan dan kekuatan yang tersembunyi."
        },
        {
            "hewan": "Ular",
            "deskripsi": "Ular dalam kodam melambangkan transformasi, kebijaksanaan, dan perlindungan. Ular dipercaya mampu memberikan kekuatan untuk berubah dan menghadapi tantangan baru dengan kebijaksanaan. Kodam ular sering digunakan untuk perlindungan spiritual dan memberikan kebijaksanaan dalam menghadapi perubahan hidup."
        },
        {
            "hewan": "Ikan Lele",
            "deskripsi": "Ikan Lele dalam kodam melambangkan ketahanan, kesabaran, dan adaptabilitas. Ikan lele dipercaya mampu bertahan dalam kondisi yang sulit dan memberikan kesabaran kepada pemiliknya. Kodam ikan lele sering digunakan untuk menghadapi tantangan hidup dengan ketenangan dan adaptabilitas."
        },
        {
            "hewan": "Kijang",
            "deskripsi": "Kijang dalam kodam melambangkan kelincahan, kecepatan, dan keanggunan. Kijang dipercaya mampu memberikan kemampuan untuk bergerak cepat dan lincah dalam menghadapi situasi. Kodam kijang sering digunakan untuk meningkatkan kemampuan fisik dan mental dalam menghadapi rintangan."
        },
        {
            "hewan": "Gajah",
            "deskripsi": "Gajah dalam kodam melambangkan kekuatan, kebijaksanaan, dan ketahanan. Gajah dipercaya mampu memberikan kekuatan besar dan kebijaksanaan dalam pengambilan keputusan. Kodam gajah sering digunakan untuk menghadapi tantangan besar dengan ketenangan dan kekuatan yang luar biasa."
        },
        {
            "hewan": "Kera",
            "deskripsi": "Kera dalam kodam melambangkan kecerdasan, kelincahan, dan kerja sama. Kera dipercaya mampu memberikan kecerdasan dan kemampuan untuk bekerja sama dalam kelompok. Kodam kera sering digunakan untuk meningkatkan kemampuan berpikir dan beradaptasi dengan cepat dalam situasi baru."
        },
        {
            "hewan": "Singa",
            "deskripsi": "Singa dalam kodam melambangkan kekuatan, keberanian, dan kewibawaan. Singa dipercaya mampu memberikan kekuatan besar dan keberanian kepada pemiliknya. Kodam singa sering digunakan untuk menghadapi musuh dengan kewibawaan dan kekuatan yang menakutkan."
        },
        {
            "hewan": "kosong",
            "deskripsi": "Anda tidak memiliki kodam yang menjaga tubuh anda. Coba lagi tahun depan"
        },
        {
            "hewan": "Kupu-Kupu",
            "deskripsi": "Kupu-Kupu dalam kodam melambangkan transformasi, keindahan, dan kebebasan. Kupu-kupu dipercaya mampu memberikan kekuatan untuk berubah dan menemukan keindahan dalam hidup. Kodam kupu-kupu sering digunakan untuk membantu pemiliknya dalam proses transformasi dan menemukan kebebasan sejati."
        },
        {
            "hewan": "kosong",
            "deskripsi": "Anda tidak memiliki kodam yang menjaga tubuh anda. Coba lagi tahun depan"
        },
        {
            "hewan": "kosong",
            "deskripsi": "Anda tidak memiliki kodam yang menjaga tubuh anda. Coba lagi tahun depan"
        },
        {
            "hewan": "kosong",
            "deskripsi": "Anda tidak memiliki kodam yang menjaga tubuh anda. Coba lagi tahun depan"
        }
        
    ]
}
